Repository: g3rb3n/django-trench
Catalog: trench/locale/*/LC_MESSAGES/django.po
Languages: de

source: Your verification code is:
de: Ihr Bestätigungscode lautet:

source: SMS message with MFA code has been sent.
de: SMS-Nachricht mit MFA-Code wurde gesendet.

source: Email message with MFA code has been sent.
de: E-Mail-Nachricht mit MFA-Code wurde gesendet.

source: Generate code using YubiKey
de: Generieren Sie Code mit YubiKey

source: Code invalid or expired.
de: Code ungültig oder abgelaufen.

source: OTP code not provided.
de: OTP-Code nicht angegeben.

source: Requested MFA method does not exist.
de: Angeforderte MFA-Methode existiert nicht.

source: MFA Method selected as new primary method is not active
de: Als neue primäre Methode ausgewählte MFA-Methode ist nicht aktiv

source: MFA method already active.
de: MFA-Methode bereits aktiv.

source: Deactivation of MFA method that is set as primary is not allowed.
de: Die Deaktivierung der als primär eingestellten MFA-Methode ist nicht zulässig.

source: 2FA is not enabled.
de: 2FA ist nicht aktiviert.

source: Invalid or expired token.
de: Ungültiges oder abgelaufenes Token.

source: Invalid or expired code.
de: Ungültiges oder abgelaufener Code.

source: Unable to login with provided credentials.
de: Anmeldung mit den angegebenen Anmeldedaten nicht möglich.

source: user
de: Benutzer

source: secret
de: Geheimnis

source: is primary
de: ist primär

source: is active
de: ist aktiv

source: backup codes
de: Sicherungscodes

source: MFA Method
de: MFA-Methode

source: MFA Methods
de: MFA-Methoden

source: Your verification code
de: Ihr Bestätigungscode

source: Your verification code
de: Ihr Bestätigungscode

source: Backup codes regeneration is not allowed.
de: Die Regenerierung von Sicherungscodes ist nicht zulässig.
